{
  "backToHome": "Retour à l'accueil",
  "sections": {
    "about": {
      "how": "Mirubato est open source et construit avec une approche locale d'abord. Cela signifie que vos données restent avec vous, sur votre appareil, par défaut. Pas de suivi, pas d'analyse, juste vous et votre musique.",
      "title": "À propos de Mirubato",
      "what": "Mirubato vous aide à tirer le meilleur parti de votre pratique. Que vous travailliez le déchiffrage ou perfectionniez une pièce, nous fournissons les outils pour suivre vos progrès et rester motivé.",
      "why": "Nous croyons qu'une pratique constante et réfléchie est la clé de la croissance musicale. Mirubato est conçu pour être un compagnon simple et encourageant dans votre parcours musical."
    },
    "contact": {
      "github": "Trouvé un bug ou une idée ?",
      "reportIssue": "Issues GitHub",
      "title": "Contactez-nous",
      "twitter": "Suivez-nous pour les mises à jour"
    },
    "credits": {
      "chelseaGreen": "\"Sight-Reading for Guitar: The Keep Going Method\" par Chelsea Green, sous licence CC BY 4.0",
      "educationalContent": "Contenu Éducatif",
      "imslp": "Les compositions classiques d'IMSLP sont dans le domaine public",
      "librariesDescription": "Construit avec amour en utilisant React, TypeScript et de nombreux autres merveilleux projets open source",
      "musicalContent": "Contenu Musical",
      "openSourceLibraries": "Bibliothèques Open Source",
      "title": "Crédits et Attribution",
      "viewSource": "Voir la source originale"
    },
    "openSource": {
      "description": "Mirubato est fièrement open source. Nous accueillons les contributions de la communauté et croyons en la construction de grandes choses ensemble, en toute transparence.",
      "title": "Open Source",
      "viewOnGithub": "Voir sur GitHub"
    },
    "privacy": {
      "title": "Confidentialité et Vos Données",
      "intro": "Cette politique de confidentialité explique comment Mirubato traite vos données personnelles en conformité avec le Règlement Général sur la Protection des Données (RGPD) et autres lois applicables de protection des données.",
      "lastUpdated": "Dernière mise à jour : Janvier 2025",
      "controller": {
        "title": "Contrôleur de Données",
        "info": "Mirubato (contact : privacy@mirubato.com) est le contrôleur de données responsable de vos données personnelles."
      },
      "legalBasis": {
        "title": "Base Légale pour le Traitement",
        "consent": "Consentement : Pour les fonctionnalités optionnelles comme la synchronisation cloud et les analyses",
        "contract": "Exécution de Contrat : Pour fournir nos services de suivi de pratique musicale",
        "legitimate": "Intérêt Légitime : Pour la sécurité, la prévention de fraude et l'amélioration du service"
      },
      "dataWeCollect": {
        "title": "Données Personnelles que Nous Collectons",
        "account": "Données de Compte : Adresse e-mail, nom d'affichage, méthode d'authentification (Google OAuth ou lien magique)",
        "profile": "Données de Profil : Instrument principal, objectifs musicaux, préférences (tout optionnel)",
        "practice": "Données de Pratique : Entrées de journal, objectifs, répertoire, partitions, sessions de pratique, suivi de progression",
        "technical": "Données Techniques : ID d'appareil, type de navigateur, système d'exploitation, adresse IP, horodatages de connexion, métadonnées de synchronisation",
        "usage": "Données d'Usage : Utilisation des fonctionnalités, durée de session, métriques de performance (anonymisées quand possible)",
        "device": "Informations d'Appareil : Résolution d'écran, fuseau horaire, préférence de langue, spécifications d'appareil pour synchronisation"
      },
      "dataWeStore": {
        "title": "Comment Nous Stockons et Traitons Vos Données",
        "localFirst": "Stockage Local : Les données sont principalement stockées localement sur votre appareil en utilisant le stockage du navigateur (localStorage, IndexedDB)",
        "cloudSync": "Stockage Cloud : La synchronisation optionnelle utilise le réseau global sécurisé de Cloudflare avec chiffrement de bout en bout",
        "location": "Localisation des Données : UE et mondial via le réseau edge de Cloudflare, avec des garanties appropriées",
        "security": "Sécurité : Chiffrement standard de l'industrie, authentification sécurisée, audits de sécurité réguliers",
        "retention": "Rétention des Données : Données de compte conservées pendant qu'elles sont actives ; données de pratique pendant 7 ans ou jusqu'à demande de suppression"
      },
      "dataWeShare": {
        "title": "Partage de Données et Tiers",
        "noSelling": "Nous ne vendons, louons ou échangeons jamais vos données personnelles avec des tiers",
        "noAds": "Nous n'utilisons pas vos données à des fins publicitaires ou marketing",
        "noTracking": "Nous n'utilisons pas de cookies de suivi ou d'analyses tierces au-delà de la fonctionnalité essentielle",
        "noThirdParty": "Nous ne partageons pas vos données de pratique avec des tiers sans consentement explicite",
        "service": "Fournisseurs de Services : Nous utilisons Cloudflare pour l'hébergement et Google pour l'authentification (tous deux conformes au RGPD)",
        "legal": "Exigences Légales : Nous pouvons divulguer des données si requis par la loi ou pour protéger nos droits"
      },
      "cookies": {
        "title": "Cookies et Suivi",
        "essential": "Cookies Essentiels : Requis pour l'authentification, la sécurité et la fonctionnalité principale",
        "functional": "Cookies Fonctionnels : Préférences de langue, paramètres, reconnaissance d'appareil pour synchronisation",
        "noTracking": "Pas de Suivi : Nous n'utilisons pas de cookies publicitaires, de trackers de réseaux sociaux ou de cookies d'analyse",
        "control": "Contrôle des Cookies : Vous pouvez gérer les préférences de cookies dans les paramètres de votre navigateur"
      },
      "yourRights": {
        "title": "Vos Droits RGPD",
        "intro": "Sous le RGPD, vous avez les droits suivants concernant vos données personnelles :",
        "access": "Droit d'Accès : Demander des copies de vos données personnelles et des informations sur le traitement",
        "rectification": "Droit de Rectification : Corriger des données personnelles inexactes ou incomplètes",
        "erasure": "Droit à l'Effacement ('Droit à l'Oubli') : Demander la suppression de vos données personnelles",
        "restrict": "Droit de Restreindre le Traitement : Limiter comment nous traitons vos données personnelles",
        "portability": "Droit à la Portabilité des Données : Recevoir vos données dans un format structuré et lisible par machine",
        "object": "Droit d'Opposition : S'opposer au traitement basé sur des intérêts légitimes",
        "withdraw": "Droit de Retirer le Consentement : Retirer le consentement pour le traitement basé sur le consentement",
        "complain": "Droit de se Plaindre : Déposer une plainte auprès de votre autorité de protection des données",
        "exercise": "Comment Exercer les Droits : Contactez privacy@mirubato.com ou utilisez les contrôles de confidentialité dans l'application"
      },
      "dataSubjectRequests": {
        "title": "Demandes de Sujets de Données",
        "response": "Nous répondrons à votre demande dans les 30 jours (étendu à 60 jours pour les demandes complexes)",
        "verification": "Nous pourrions avoir besoin de vérifier votre identité avant de traiter votre demande",
        "format": "Les données seront fournies dans des formats couramment utilisés et lisibles par machine (JSON, CSV)",
        "free": "Les demandes sont généralement gratuites, bien que les demandes excessives puissent encourir des frais raisonnables"
      },
      "automated": {
        "title": "Prise de Décision Automatisée",
        "info": "Nous n'utilisons pas de prise de décision automatisée ou de profilage qui produit des effets légaux ou significatifs"
      },
      "international": {
        "title": "Transferts Internationaux de Données",
        "cloudflare": "Les données peuvent être traitées dans les centres de données Cloudflare mondiaux, protégées par des Clauses Contractuelles Standards",
        "adequacy": "Nous assurons des garanties appropriées pour tous les transferts internationaux"
      },
      "breach": {
        "title": "Notification de Violation de Données",
        "notification": "Nous notifierons les utilisateurs affectés dans les 72 heures de la découverte de toute violation de données qui pourrait affecter vos droits"
      },
      "children": {
        "title": "Confidentialité des Enfants",
        "info": "Notre service n'est pas destiné aux enfants de moins de 13 ans. Nous ne collectons pas sciemment de données d'enfants de moins de 13 ans."
      },
      "changes": {
        "title": "Changements de Politique de Confidentialité",
        "notification": "Nous notifierons les utilisateurs des changements matériels à cette politique par e-mail ou notification dans l'application",
        "effective": "Les changements deviennent effectifs 30 jours après notification"
      },
      "contact": {
        "title": "Informations de Contact",
        "email": "Responsable de la Confidentialité : privacy@mirubato.com",
        "response": "Nous visons à répondre aux demandes de confidentialité dans les 48 heures"
      }
    }
  },
  "tabs": {
    "about": "À propos",
    "contact": "Contact",
    "credits": "Crédits",
    "version": "Version"
  },
  "tagline": "Votre journal privé de pratique musicale, créé par et pour les musiciens",
  "version": {
    "appVersion": "Version de l'App",
    "branch": "Branche",
    "buildDate": "Date de Compilation",
    "copyVersionInfo": "Copier les Infos de Version",
    "environment": "Environnement",
    "gitCommit": "Commit Git",
    "issueReporting": "Signalement de Problèmes",
    "issueReportingDescription": "Lors du signalement de problèmes sur GitHub, veuillez inclure ces informations de version :",
    "reportIssue": "Signaler un Problème",
    "title": "Informations de Version",
    "viewOnGithub": "Voir sur GitHub"
  }
}
