{
  "tagline": "Your private music practice journal, built for and by musicians",
  "backToHome": "Back to Home",
  "tabs": {
    "about": "About",
    "version": "Version",
    "credits": "Credits",
    "contact": "Contact"
  },
  "version": {
    "title": "Version Information",
    "appVersion": "App Version",
    "gitCommit": "Git Commit",
    "branch": "Branch",
    "buildDate": "Build Date",
    "environment": "Environment",
    "viewOnGithub": "View on GitHub",
    "issueReporting": "Issue Reporting",
    "issueReportingDescription": "When reporting issues on GitHub, please include this version information:",
    "copyVersionInfo": "Copy Version Info",
    "reportIssue": "Report Issue"
  },
  "sections": {
    "about": {
      "title": "About Mirubato",
      "what": "Mirubato helps you get the most out of your practice. Whether you're working on sight-reading or perfecting a piece, we provide the tools to track your progress and stay motivated.",
      "why": "We believe consistent, mindful practice is the key to musical growth. Mirubato is designed to be a simple, encouraging companion on your musical journey.",
      "how": "Mirubato is open-source and built with a local-first approach. This means your data stays with you, on your device, by default. No tracking, no analytics—just you and your music."
    },
    "openSource": {
      "title": "Open Source",
      "description": "Mirubato is proudly open-source. We welcome contributions from the community and believe in building great things together, transparently.",
      "viewOnGithub": "View on GitHub"
    },
    "privacy": {
      "title": "Privacy & Your Data",
      "intro": "This privacy policy explains how Mirubato processes your personal data in compliance with the General Data Protection Regulation (GDPR) and other applicable data protection laws.",
      "lastUpdated": "Last updated: January 2025",
      "controller": {
        "title": "Data Controller",
        "info": "Mirubato (contact: privacy@mirubato.com) is the data controller responsible for your personal data."
      },
      "legalBasis": {
        "title": "Legal Basis for Processing",
        "consent": "Consent: For optional features like cloud sync and analytics",
        "contract": "Contract Performance: To provide our music practice tracking services",
        "legitimate": "Legitimate Interest: For security, fraud prevention, and service improvement"
      },
      "dataWeCollect": {
        "title": "Personal Data We Collect",
        "account": "Account Data: Email address, display name, authentication method (Google OAuth or magic link)",
        "profile": "Profile Data: Primary instrument, musical goals, preferences (all optional)",
        "practice": "Practice Data: Logbook entries, goals, repertoire, sheet music, practice sessions, progress tracking",
        "technical": "Technical Data: Device ID, browser type, operating system, IP address, login timestamps, sync metadata",
        "usage": "Usage Data: Feature usage, session duration, performance metrics (anonymized when possible)",
        "device": "Device Information: Screen resolution, timezone, language preference, device specifications for sync"
      },
      "dataWeStore": {
        "title": "How We Store and Process Your Data",
        "localFirst": "Local Storage: Data is primarily stored locally on your device using browser storage (localStorage, IndexedDB)",
        "cloudSync": "Cloud Storage: Optional sync uses Cloudflare's secure global network with end-to-end encryption",
        "location": "Data Location: EU and worldwide through Cloudflare's edge network, with appropriate safeguards",
        "security": "Security: Industry-standard encryption, secure authentication, regular security audits",
        "retention": "Data Retention: Account data retained while active; practice data for 7 years or until deletion request"
      },
      "dataWeShare": {
        "title": "Data Sharing and Third Parties",
        "noSelling": "We never sell, rent, or trade your personal data to third parties",
        "noAds": "We don't use your data for advertising or marketing purposes",
        "noTracking": "We don't use tracking cookies or third-party analytics beyond essential functionality",
        "noThirdParty": "We don't share your practice data with third parties without explicit consent",
        "service": "Service Providers: We use Cloudflare for hosting and Google for authentication (both GDPR-compliant)",
        "legal": "Legal Requirements: We may disclose data if required by law or to protect our rights"
      },
      "cookies": {
        "title": "Cookies and Tracking",
        "essential": "Essential Cookies: Required for authentication, security, and core functionality",
        "functional": "Functional Cookies: Language preferences, settings, device recognition for sync",
        "noTracking": "No Tracking: We don't use advertising cookies, social media trackers, or analytics cookies",
        "control": "Cookie Control: You can manage cookie preferences in your browser settings"
      },
      "yourRights": {
        "title": "Your GDPR Rights",
        "intro": "Under GDPR, you have the following rights regarding your personal data:",
        "access": "Right of Access: Request copies of your personal data and information about processing",
        "rectification": "Right to Rectification: Correct inaccurate or incomplete personal data",
        "erasure": "Right to Erasure ('Right to be Forgotten'): Request deletion of your personal data",
        "restrict": "Right to Restrict Processing: Limit how we process your personal data",
        "portability": "Right to Data Portability: Receive your data in a structured, machine-readable format",
        "object": "Right to Object: Object to processing based on legitimate interests",
        "withdraw": "Right to Withdraw Consent: Withdraw consent for consent-based processing",
        "complain": "Right to Complain: Lodge a complaint with your data protection authority",
        "exercise": "How to Exercise Rights: Contact privacy@mirubato.com or use the privacy controls in the app"
      },
      "dataSubjectRequests": {
        "title": "Data Subject Requests",
        "response": "We will respond to your request within 30 days (extended to 60 days for complex requests)",
        "verification": "We may need to verify your identity before processing your request",
        "format": "Data will be provided in commonly used, machine-readable formats (JSON, CSV)",
        "free": "Requests are generally free, though excessive requests may incur a reasonable fee"
      },
      "automated": {
        "title": "Automated Decision Making",
        "info": "We do not use automated decision-making or profiling that produces legal or significant effects"
      },
      "international": {
        "title": "International Data Transfers",
        "cloudflare": "Data may be processed in Cloudflare data centers worldwide, protected by Standard Contractual Clauses",
        "adequacy": "We ensure appropriate safeguards for all international transfers"
      },
      "breach": {
        "title": "Data Breach Notification",
        "notification": "We will notify affected users within 72 hours of discovering any data breach that may affect your rights"
      },
      "children": {
        "title": "Children's Privacy",
        "info": "Our service is not intended for children under 13. We do not knowingly collect data from children under 13."
      },
      "changes": {
        "title": "Privacy Policy Changes",
        "notification": "We will notify users of material changes to this policy via email or in-app notification",
        "effective": "Changes become effective 30 days after notification"
      },
      "contact": {
        "title": "Contact Information",
        "email": "Privacy Officer: privacy@mirubato.com",
        "response": "We aim to respond to privacy inquiries within 48 hours"
      }
    },
    "credits": {
      "title": "Credits & Attribution",
      "educationalContent": "Educational Content",
      "chelseaGreen": "\"Sight-Reading for Guitar: The Keep Going Method\" by Chelsea Green, licensed under CC BY 4.0",
      "viewSource": "View original source",
      "musicalContent": "Musical Content",
      "imslp": "Classical compositions from IMSLP are in the public domain",
      "openSourceLibraries": "Open Source Libraries",
      "librariesDescription": "Lovingly built with React, TypeScript, and many other wonderful open-source projects"
    },
    "contact": {
      "title": "Get in Touch",
      "github": "Found a bug or have an idea?",
      "reportIssue": "GitHub Issues",
      "twitter": "Follow us for updates"
    }
  }
}
