{
  "tagline": "Your private music practice journal, built for and by musicians",
  "backToHome": "Back to Home",
  "tabs": {
    "about": "About",
    "version": "Version",
    "credits": "Credits",
    "contact": "Contact"
  },
  "version": {
    "title": "Version Information",
    "appVersion": "App Version",
    "gitCommit": "Git Commit",
    "branch": "Branch",
    "buildDate": "Build Date",
    "environment": "Environment",
    "viewOnGithub": "View on GitHub",
    "issueReporting": "Issue Reporting",
    "issueReportingDescription": "When reporting issues on GitHub, please include this version information:",
    "copyVersionInfo": "Copy Version Info",
    "reportIssue": "Report Issue"
  },
  "sections": {
    "about": {
      "title": "About Mirubato",
      "what": "Mirubato helps you get the most out of your practice. Whether you're working on sight-reading or perfecting a piece, we provide the tools to track your progress and stay motivated.",
      "why": "We believe consistent, mindful practice is the key to musical growth. Mirubato is designed to be a simple, encouraging companion on your musical journey.",
      "how": "Mirubato is open-source and built with a local-first approach. This means your data stays with you, on your device, by default. No tracking, no analytics—just you and your music."
    },
    "openSource": {
      "title": "Open Source",
      "description": "Mirubato is proudly open-source. We welcome contributions from the community and believe in building great things together, transparently.",
      "viewOnGithub": "View on GitHub"
    },
    "privacy": {
      "title": "Privacy & Your Data",
      "intro": "We believe in transparency about what data we collect and how we use it.",
      "dataWeCollect": {
        "title": "What Data We Collect",
        "account": "Account information: email address, display name, authentication method (Google or magic link)",
        "profile": "Profile information: primary instrument and musical goals (optional)",
        "practice": "Practice data: your logbook entries, goals, repertoire, and any content you choose to sync",
        "technical": "Technical data: login timestamps, sync metadata for multi-device access"
      },
      "dataWeStore": {
        "title": "How We Store Your Data",
        "localFirst": "Works offline-first with data saved locally on your device",
        "cloudSync": "Optional cloud sync stores your data securely on Cloudflare's global network",
        "retention": "Data is retained while your account is active; you can delete your account anytime"
      },
      "dataWeShare": {
        "title": "What We Don't Do",
        "noSelling": "We never sell your personal data",
        "noAds": "We don't use your data for advertising",
        "noTracking": "We don't use tracking cookies or analytics beyond essential functionality",
        "noThirdParty": "We don't share your practice data with third parties"
      },
      "yourRights": {
        "title": "Your Rights",
        "access": "You can export your data anytime through the app",
        "deletion": "You can delete your account and all associated data",
        "control": "You control what data to sync across devices"
      }
    },
    "credits": {
      "title": "Credits & Attribution",
      "educationalContent": "Educational Content",
      "chelseaGreen": "\"Sight-Reading for Guitar: The Keep Going Method\" by Chelsea Green, licensed under CC BY 4.0",
      "viewSource": "View original source",
      "musicalContent": "Musical Content",
      "imslp": "Classical compositions from IMSLP are in the public domain",
      "openSourceLibraries": "Open Source Libraries",
      "librariesDescription": "Lovingly built with React, TypeScript, and many other wonderful open-source projects"
    },
    "contact": {
      "title": "Get in Touch",
      "github": "Found a bug or have an idea?",
      "reportIssue": "GitHub Issues",
      "twitter": "Follow us for updates"
    }
  }
}
